{
  "blogs": [
    {
      "title": "Development",
      "body": "Development is a process that creates growth, progress, positive change or the addition of physical, economic, environmental, social and demographic components.  The purpose of development is a rise in the level and quality of life of the population, and the creation or expansion of local regional income and employment opportunities, without damaging the resources of the environment.  Development is visible and useful, not necessarily immediately, and includes an aspect of quality change and the creation of conditions for a continuation of that change.\n\nThe international agenda began to focus on development beginning in the second half of the twentieth century.  An understanding developed that economic growth did not necessarily lead to a rise in the level and quality of life for populations all over the world;  there was a need to place an emphasis on specific policies that would channel resources and enable social and economic mobility for various layers of the population.\n\nThrough the years, professionals and various researchers developed a number of definitions and emphases for the term “development.” Amartya Sen, for example, developed the “capability approach,” which defined development as a tool enabling people to reach the highest level of their ability, through granting freedom of action, i.e., freedom of economic, social and family actions, etc.  This approach became a basis for the measurement of development by the HDI (Human Development Index), which was developed by the UN Development Program (UNDP) in 1990.  Martha Nussbaum developed the abilities approach in the field of gender and emphasized the empowerment of women as a development tool.\n\nIn contrast, professionals like Jeffrey Sachs and Paul Collier focused on mechanisms that prevent or oppress development in various countries, and cause them to linger in abject poverty for dozens of years.  These are the various poverty traps, including civil wars, natural resources and poverty itself.  The identification of these traps enables relating to political – economic – social conditions in a country in an attempt to advance development.  One of the emphases in the work of Jeffrey Sacks is the promotion of sustainable development, which believes in growth and development in order to raise the standard of living for citizens of the world today, through relating to the needs of environmental resources and the coming generations of the citizens of the world.",
      "username": "Antonette",
      "id": 6
    },
    {
      "title": "bodysadfs",
      "body": "titlesadf",
      "username": "Elwyn.Skiles",
      "id": 8
    }
  ]
}